import React from 'react';
import './CardIdeaList.css';
import CardIdea from '../CardIdea/CardIdea';

function CardIdeaList() {
  return (
    <div className="card-idea__list">
      <div className="card-idea__list-container">
      <p className="card-idea__type">Лучшие идеи</p>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      </div>
      <div className="card-idea__list-container">
      <p className="card-idea__type">Новые идеи</p>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      <CardIdea title="Создание платформы для персонализированных образовательных путеводителей. Пользователи могут вводить свои интересы, уровень знаний и цели, а система, используя искусственный интеллект, предоставляет индивидуализированный план обучения с рекомендациями курсов, проектов и ресурсов.
"></CardIdea>
      </div>

    </div>
  )
}

export default CardIdeaList
